# Fresh-machine baseline manual installs for this dotfiles repo.
# Excludes tools managed by Mason.nvim, Lazy.nvim, TPM, Krew, etc.

brew "git"
brew "neovim"
brew "tmux"
brew "fzf"
brew "ripgrep"
brew "bat"
brew "eza"
brew "zsh-syntax-highlighting"
brew "jj"
brew "git-delta"
brew "difftastic"
brew "tree-sitter-cli"
brew "node"
brew "openjdk@21"
brew "go"
